export default {
  title: "Вибір складності гри",
  choose: "Вибирати",
  beginner: "Новачок",
  experienced: "Розбійник",
  pro: "Потужний",
  autoHideBoard: "Автоматично приховувати дошку",
  changeModeTooltip: "Змінити режим гри",
  dontShowAgain: "Більше не показувати це вікно",
  description: {
    beginner: "Ідеальний старт для ознайомлення з керуванням. Щойно відчуєте впевненість — переходьте до наступного випробування!",
    experienced: "Чудовий вибір, щоб відточити навички та підготуватися до серйозніших партій.",
    pro: "Справжнє випробування майстерності. Коли будете готові до максимального адреналіну — спробуйте режим гри на час!"
  }
}; 