export default {
  title: "Вибір складності гри",
  choose: "Вибирати",
  observer: "Наглядач",
  beginner: "Новачок",
  experienced: "Розбійник",
  pro: "Потужний",
  timed: "Гра на час",
  autoHideBoard: "Автоматично приховувати дошку",
  changeModeTooltip: "Змінити режим гри",
  dontShowAgain: "Більше не показувати це вікно",
  description: {
    observer: "Режим для запису ходів живої гри. Таймер вимкнено, щоб ви могли спокійно повторювати ходи за гравцями.",
    beginner: "Ідеальний старт для ознайомлення з керуванням, але в цьому режимі важко зрозуміти сенс гри, тому щойно відчуєте впевненість — переходьте до рівня складності!",
    experienced: "Чудовий вибір, щоб відточити навички та підготуватися до серйозніших партій.",
    pro: "Справжнє випробування майстерності. Коли будете готові до максимального адреналіну — спробуйте режим гри на час!",
    timed: "Перевірте свою швидкість і стратегію в цьому напруженому режимі на час. Кожен хід має значення!"
  }
}; 