export default {
  mainMenu: "Головне меню",
  player: "Гравець",
  penaltyInfoTitle: "Інформація про штраф",
  penaltyHint: "Щоб уникнути штрафних балів, не робіть хід, який є дзеркальним до останнього ходу комп'ютера (тобто не повертайтесь на клітинку, з якої він щойно прийшов).",
  scoreLabel: "Рахунок",
  cashOut: "Забрати бали",
  tutorialTitle: "",
  tutorialContent: "Ваша мета — по черзі рухати спільну фігуру, не виходячи за межі дошки. Ховайте ферзя або дошку в налаштуваннях, щоб заробляти більше балів за кожен хід!",
  info: "Інструкція",
  details: "Детальніше",
  infoModalTitle: "Про гру та її мету",
  infoModalContent: `Ваша мета — по черзі рухати спільну фігуру, не виходячи за межі дошки.\n\n<b>Режим \"Профі\": Тренування уяви</b>\nСправжнє задоволення від гри розкривається, коли ви переносите дошку у свою уяву. Спробуйте вимкнути дошку в налаштуваннях, увімкнути озвучування та грати наосліп, використовуючи гарячі клавіші. Це перетворює гру на потужний тренажер для пам'яті та просторового мислення. Почніть з дошки 3x3 і поступово збільшуйте складність!`,
  clearCache: "Очистити кеш (DEV)"
}; 