export default {
  title: "Вибір складності гри",
  choose: "Вибирати",
  // Legacy presets
  observer: "Наглядач",
  beginner: "Новачок",
  experienced: "Розбійник",
  pro: "Потужний",
  timed: "Гра на час",

  // Virtual-player presets
  'virtual-player-beginner': "Новачок",
  'virtual-player-experienced': "Розбійник",
  'virtual-player-pro': "Потужний",
  'virtual-player-timed': "Гра на час",

  // Local presets
  'local-observer': "Наглядач",
  'local-experienced': "Розбійник",
  'local-pro': "Потужний",

  // Online presets
  'online-beginner': "Новачок",
  'online-experienced': "Розбійник",
  'online-pro': "Потужний",
  autoHideBoard: "Автоматично приховувати дошку",
  changeModeTooltip: "Змінити режим гри",
  dontShowAgain: "Більше не показувати це вікно",
  description: {
    // Legacy
    observer: "Режим для запису ходів живої гри. Таймер вимкнено, щоб ви могли спокійно повторювати ходи за гравцями.",
    beginner: "Ідеальний старт для ознайомлення з керуванням, але в цьому режимі важко зрозуміти сенс гри, тому щойно відчуєте впевненість — переходьте до рівня складності!",
    experienced: "Чудовий вибір, щоб відточити навички та підготуватися до серйозніших партій.",
    pro: "Справжнє випробування майстерності. Коли будете готові до максимального адреналіну — спробуйте режим гри на час!",
    timed: "Перевірте свою швидкість і стратегію в цьому напруженому режимі на час. Кожен хід має значення!",

    // Virtual-player
    'virtual-player-beginner': "Ідеальний старт для ознайомлення з керуванням, але в цьому режимі важко зрозуміти сенс гри, тому щойно відчуєте впевненість — переходьте до рівня складності!",
    'virtual-player-experienced': "Чудовий вибір, щоб відточити навички та підготуватися до серйозніших партій.",
    'virtual-player-pro': "Справжнє випробування майстерності. Коли будете готові до максимального адреналіну — спробуйте режим гри на час!",
    'virtual-player-timed': "Перевірте свою швидкість і стратегію в цьому напруженому режимі на час. Кожен хід має значення!",

    // Local
    'local-observer': "Режим для запису ходів живої гри. Таймер вимкнено, щоб ви могли спокійно повторювати ходи за гравцями.",
    'local-experienced': "Режим з автоприхованням дошки для локальної гри.",
    'local-pro': "Режим з автоприхованням та блокуванням клітинок для локальної гри.",

    // Online
    'online-beginner': "Онлайн гра для новачків.",
    'online-experienced': "Онлайн гра з автоприхованням.",
    'online-pro': "Онлайн гра з автоприхованням та блокуванням клітинок."
  }
}; 