export default {
  title: "Наші Меценати",
  gratitudeText: "Ми безмежно вдячні кожному, хто підтримує наш проєкт. Ваша допомога надихає нас і дозволяє грі розвиватися. Дякуємо вам!",
  callToAction: "Розробник буде радий додати і вас до цього списку! При надсиланні донату, будь ласка, вкажіть у коментарі свій нікнейм. Якщо такої можливості немає, напишіть мені в Telegram: <a href='https://t.me/alik532' target='_blank' rel='noopener noreferrer'>@alik532</a>",
  supportButton: "Підтримати проєкт"
}; 
