export default {
  button: `я не розумію сенс гри`,
  content: {
    boardVisible: `наразі ви бачите дошку, щоб зрозуміти як ходить фігура і як відповідає віртуальний гравець, а основна мета гри це не бачити дошку на екрані, а запам'ятати де фігура і в уяві тримати її переміщення та ходити по дошці намагаючись не випасти за межі. 

 наразі у тебе режим новачки, для цікавішої гри перемкни режим на більш складний!`,
    boardHidden: `Ви вже на правильному шляху! Дошка прихована, і це є ключовим елементом гри. Продовжуйте тренувати свою пам'ять та просторову уяву, щоб стати справжнім майстром!`
  }
};